Repository: CubeLabsNZ/CubeTime
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: If you run into any issues, please visit our GitHub page and submit an issue. https://github.com/CubeStuffs/CubeTime/issues
zh_hans: 如果遇到任何问题，请访问我们的 GitHub 页面并提交问题。 https://github.com/CubeStuffs/CubeTime/issues

source: Support us directly by donating on Ko-Fi:
zh_hans: 直接通过 Ko-Fi 支持我们：

source: Note that this is only applicable in compact UI mode (i.e. when the floating panel is not shown).
zh_hans: 本设置只有在使用紧凑界面时有效

source: %lld d.p
zh_hans: %lld位数

source: %lld Solves
zh_hans: %lld次还原

source: 2x2
zh_hans: 二阶

source: 3x3
zh_hans: 三阶

source: 3x3 BLD
zh_hans: 三阶盲拧

source: 3x3 OH
zh_hans: 三阶单手

source: 4x4
zh_hans: 四阶

source: 4x4 BLD
zh_hans: 四阶盲拧

source: 5x5
zh_hans: 五阶

source: 5x5 BLD
zh_hans: 五阶盲拧

source: 6x6
zh_hans: 六阶

source: 7x7
zh_hans: 七阶

source: A compsim (Competition Simulation) session mimics a competition scenario better by recording a non-rolling session. Your solves will be split up into averages of 5 that can be accessed in your times and statistics view. Start by choosing a target to reach.
zh_hans: 比赛模拟分组通过记录一个非滚动分组来更好地模拟比赛场景。您的还原成绩将被分成 5 次的平均值，可以在时间和统计视图中查看。 首先选择一个模拟目标。

source: A multiphase session gives you the ability to breakdown your solves into sections, such as memo/exec stages in blindfolded solving or stages in 3x3 solves. Tap anywhere on the timer during a solve to record a phase lap. You can access your breakdown statistics in each time card and view overall statistics in the Stats view.
zh_hans: 多阶段分组模式允许您将还原分解为多个阶段，例如盲拧中的各个阶段。 在还原计时中，点击计时器上的任意位置以记录一个新的阶段时间。您可以在每个时间卡中查看阶段统计数据，并在统计视图中查看总体统计数据。

source: A playground session allows you to quickly change the scramble type within a session without having to specify a scramble type for the whole session.
zh_hans: 灵活分组模式允许您在分组中快速更改打乱程序。

source: Accessibility
zh_hans: 辅助功能

source: Add new session
zh_hans: 新建分组

source: Algorithm Trainer
zh_hans: 算法训练模式

source: All phases
zh_hans: 所有阶段

source: All puzzles
zh_hans: 所有魔方

source: Appearance
zh_hans: 外观

source: Are you sure you want to continue? This will delete every solve in this session!
zh_hans: 确认删除该分组所有还原成绩？

source: Are you sure you want to delete "%@"? All solves will be deleted and this cannot be undone.
zh_hans: 确定删除"%@"？此操作会删除分组里所有还原成绩。

source: Are you sure you want to delete this solve?
zh_hans: 确认删除此还原？

source: Are you sure you want to reset all appearance settings? Your solves and sessions will be kept.
zh_hans: 确认重置所有外观设置？

source: Are you sure you want to reset all general settings? Your solves and sessions will be kept.
zh_hans: 确认重置所有通用设置？

source: Ascending
zh_hans: 顺序

source: AVERAGE PHASES
zh_hans: 平均阶段成绩

source: AVERAGES
zh_hans: 5次平均次数

source: BEST
zh_hans: 最快AO5

source: BEST AO5
zh_hans: 最快AO5

source: BEST MO10 AO5
zh_hans: 最快MO10 AO5

source: BEST SINGLE
zh_hans: 最快单次成绩

source: BEST STATS
zh_hans: 最快成绩

source: Boop
zh_hans: 嘭

source: Boring stuff
zh_hans: 无聊的东西

source: Bug Fixes:
zh_hans: 修复的问题：

source: Calculator
zh_hans: 计算器

source: Cancel
zh_hans: 取消

source: Clear Session
zh_hans: 清楚分组

source: Clear session?
zh_hans: 确认清楚分组

source: Clock
zh_hans: 魔表

source: Colours
zh_hans: 颜色

source: Comment
zh_hans: 备注

source: COMMENT
zh_hans: 备注

source: Comment something…
zh_hans: 备注...

source: Compsim
zh_hans: 比赛模拟模式

source: Compsim Group
zh_hans: 比赛模拟还原组

source: Confirm
zh_hans: 确认

source: Confirm Export
zh_hans: 确认导出

source: Continue
zh_hans: 继续

source: Copy
zh_hans: 拷贝

source: Copy Average
zh_hans: 拷贝

source: Copy Scramble
zh_hans: 拷贝打乱

source: Create
zh_hans: 新建

source: CSV (generic)
zh_hans: CSV (通用)

source: CubeTime is open source and licensed under the GNU GPL v3 license. We use many open source projects and libraries, and you can view their respective licenses, along with our privacy policy below:
zh_hans: CubeTime 是开源软件，采用 GNU GPL v3 许可证。 我们使用了许多开源项目和库，您可以在下面查看它们各自的许可证以及我们的隐私政策：

source: CubeTime itself does not collect any data, "personal" or otherwise. Your solves (data not comprising of personal information including but not limited to the "scramble" used, the date of the solve, the time taken to complete the solve) and your sessions (data including but not limited to named groups of solves, again with no personal data) are stored locally on your device only, unless you are signed into an iCloud account *and* choose to sync your sessions and solves between iCloud-enabled devices. **Optionally**, CubeTime will use Apple iCloud to store your sessions. CubeTime's data that is stored on iCloud can be viewed and deleted in the CubeTime app. This data is handled by Apple's CloudKit service, which is encypted by an account-based key. Your data is stored in a privacy database and we do **not** have acccess to this data. Additionally, we do **not** have access to your Apple ID. The Apple iCloud privacy policy is available at https://www.apple.com/legal/privacy/, and further Apple platform security can be viewed [here](https://support.apple.com/en-is/guide/security/welcome/web). The source code of CubeTime is publically viewable at https://github.com/CubeStuffs/CubeTime for independent verification.
zh_hans: CubeTime 本身不会收集任何数据，无论是「个人」数据还是其他数据。您除非登录了 iCloud 账户并选择在启用 iCloud 的设备间同步数据，所有的还原数据和数据分组仅存储在您的设备本地， CubeTime 可以使用 Apple iCloud 存储您的分组。存储在 iCloud 的 CubeTime 数据可以在 CubeTime 应用中查看和删除。这些数据由 Apple 的 CloudKit 服务处理，采用基于账户的密钥加密。您的数据存储在隐私数据库中，我们不有权访问这些数据。此外，我们不有权访问您的 Apple ID。 Apple iCloud 隐私政策可在 https://www.apple.com/legal/privacy/ 上查看，更多 Apple 平台的安全信息请见[此处](https://support.apple.com/en-is/guide/security/welcome/web)。 CubeTime 的源代码可以在 https://github.com/CubeStuffs/CubeTime 上公开查看，以供独立验证。

source: CubeTime only supports standard DynamicType sizes. Accessibility DynamicType modes are currently not supported, so layouts may not be rendered correctly.
zh_hans: CubeTime 仅支持标准动态类型尺寸。目前不支持辅助功能动态类型模式，因此布局可能无法正确显示。

source: CubeTime v3.0.0 is here!
zh_hans: CubeTime v3.0.0 来啦！

source: CURRENT
zh_hans: 当前

source: Current Average
zh_hans: 当前平均

source: CURRENT MO10 AO5
zh_hans: 当前MO10 AO5

source: CURRENT STATS
zh_hans: 当前成绩

source: Cursive Font
zh_hans: 斜体字体

source: Customise
zh_hans: 编辑

source: Customise Session
zh_hans: 编辑分组

source: Customise the gradients used in stats. By default, the gradient is set to "Static". You can choose to set it to "Dynamic", where the gradient will change throughout the day.
zh_hans: 编辑统计数据中使用的渐变色。默认颜色设置为「静态」。您可以选择设置为「动态」，使渐变在一天中变化。

source: Dark Mode
zh_hans: 暗黑模式

source: Date
zh_hans: 日期

source: DEBUG BUILD
zh_hans: DEBUG

source: Default Session
zh_hans: 默认分组

source: Delete
zh_hans: 删除

source: Delete Session
zh_hans: 删除分组

source: Delete Solve Group
zh_hans: 删除还原组

source: Descending
zh_hans: 逆序

source: Display a cancel inspection button when inspecting.
zh_hans: 在观察时显示「取消」建

source: Displays one scramble at a time. A timer is not shown. Tap to generate the next scramble.
zh_hans: 专门生成单次打乱。没有计时器。点击屏幕更换打乱。

source: Done
zh_hans: 完成

source: DYNAMIC GRADIENT
zh_hans: 动态渐变色

source: DynamicType Detected
zh_hans: 检测到动态类型

source: EDITING SOLVE %lld
zh_hans: 编辑第%lld次还原

source: Export
zh_hans: 导出

source: Export Sessions
zh_hans: 导出还原分组

source: Extra Extra Extra Large
zh_hans: 加加加大号

source: Extra Extra Large
zh_hans: 加加大号

source: Extra Large
zh_hans: 加大号

source: Extra Small
zh_hans: 加小号

source: Filters
zh_hans: 过滤条件

source: Font Casualness
zh_hans: 字体随意性

source: Font Settings
zh_hans: 字体设置

source: Font Weight
zh_hans: 字体粗细

source: General
zh_hans: 通用

source: Generate multiple scrambles at once, to share, save or use.
zh_hans: 一次生成多个打乱，以供共享、保存或直接使用。

source: Generate!
zh_hans: 生成

source: Gesture Activation Distance
zh_hans: 手势激活距离

source: Got it!
zh_hans: 哦，明白

source: Gradient
zh_hans: 渐变色

source: Graph Animation
zh_hans: 图标动画

source: Graph Glow
zh_hans: 图表光晕效果

source: Haptic Feedback
zh_hans: 使用触感反馈

source: Haptic Intensity
zh_hans: 触感反馈模式

source: Has Comment
zh_hans: 有备注

source: Has Penalty
zh_hans: 有惩罚

source: Help & About Us
zh_hans: 帮助

source: Hold Down Time:
zh_hans: 计时器启动延时：

source: iCloud unavailable
zh_hans: 当前iCloud不可使用

source: IMPORT
zh_hans: 导入

source: Inspection Alert
zh_hans: 观察语音提示

source: Inspection Alert Follows System Silent Mode
zh_hans: 观察语音提示使用系统静音设置

source: Inspection Alert Type
zh_hans: 观察语音提示模式

source: Inspection Counts Down
zh_hans: 观察计时倒数

source: Just a timer. No scrambles are shown. Your solves are **not** recorded and are not saved to a session.
zh_hans: 只有计时器。不会显示打乱。 你的还原时间是**不会**被记录的。

source: Language
zh_hans: 语言

source: Language & Localisation
zh_hans: 语言与地区设置

source: Large (Default)
zh_hans: 大号（默认）

source: Licenses
zh_hans: 许可证

source: Loading...
zh_hans: 加载中...

source: Lock Scramble
zh_hans: 锁定当前打乱

source: Major Additions:
zh_hans: 主要更新：

source: MAX
zh_hans: 最大

source: MEDIAN:
zh_hans: 中位数：

source: Medium
zh_hans: 中号

source: Megaminx
zh_hans: 五魔方

source: MIN
zh_hans: 最小

source: Minor Additions:
zh_hans: 次要更新：

source: Move To
zh_hans: 移到

source: Move to…
zh_hans: 移到...

source: Multiphase
zh_hans: 多阶段分组模式

source: New %@ Session
zh_hans: 新建%@分组

source: New Session
zh_hans: 新建分组

source: No Penalty
zh_hans: 无惩罚

source: Normal Sessions
zh_hans: 普通分组

source: not enough solves to display graph
zh_hans: 还原次数不够... 再转几次显示统计图！

source: Number of Scrambles...
zh_hans: 打乱次数...

source: Older changes
zh_hans: 最近更新：

source: Only compatible sessions are shown
zh_hans: 仅显示兼容的分组

source: Oops! Export failed...
zh_hans: 哎呀... 导出失败。请重试

source: Open Licenses & Privacy Policy
zh_hans: 显示许可证和隐私政策

source: Open settings
zh_hans: 打开系统设置

source: Order by
zh_hans: 排序方式

source: Other Sessions
zh_hans: 其他分组

source: Override System Appearance
zh_hans: 覆盖系统外观

source: Penalty
zh_hans: 惩罚

source: Phase
zh_hans: 阶段

source: Phase %d
zh_hans: 第%d阶段

source: PHASES
zh_hans: 阶段

source: Phases:
zh_hans: 阶段：

source: PHASES:
zh_hans: 阶段：

source: Pin
zh_hans: 标星

source: Pin Session?
zh_hans: 星标分组？

source: Pinned Sessions
zh_hans: 星标分组

source: PINNED SESSIONS
zh_hans: 星标分组

source: Play an audible alert when 8 or 12 seconds is reached.
zh_hans: 在达到 8 秒或 12 秒时播放声音提醒。

source: Playground
zh_hans: 灵活分组

source: Preview
zh_hans: 预览

source: Privacy Policy
zh_hans: 隐私

source: Puzzle Type
zh_hans: 魔方项目

source: Pyraminx
zh_hans: 金字塔

source: REACHED
zh_hans: 达到目标

source: REACHED TARGETS
zh_hans: 达到目标

source: Reset
zh_hans: 重置

source: Reset Appearance Settings
zh_hans: 重置外观设置

source: Reset General Settings
zh_hans: 重置通用设置

source: Scramble
zh_hans: 打乱

source: Scramble Generator
zh_hans: 打乱生成器

source: Scramble Only
zh_hans: 打乱模式

source: Scramble Size:
zh_hans: 打乱字体大小：

source: Search…
zh_hans: 搜索...

source: Select
zh_hans: 选择

source: Select All
zh_hans: 选择所有

source: Select Export Types
zh_hans: 选择导出模式

source: Select Sessions for Export
zh_hans: 选择分组导出

source: Select Solves
zh_hans: 选择还原

source: SESSION
zh_hans: 还原分组

source: Session Event
zh_hans: 分组项目

source: SESSION MEAN
zh_hans: 分组平均成绩

source: Session Name
zh_hans: 分组名

source: Sessions
zh_hans: 还原分组

source: SESSIONS
zh_hans: 还原分组

source: Settings
zh_hans: 设置

source: Share Average
zh_hans: 分享

source: Show a button in the top right corner to enter zen mode.
zh_hans: 在计时器界面的右上角显示禅模式。

source: Show cancel inspection
zh_hans: 显示取消观察键

source: Show draw scramble on timer
zh_hans: 主界面显示打乱图案

source: Show previous time
zh_hans: 显示上一个时间

source: Show stats on timer
zh_hans: 主界面显示统计数据

source: Show the previous time after a solve is deleted by swipe gesture. With this option off, the default time of 0.00 or 0.000 will be shown instead.
zh_hans: 将滑动手势删除还原后显示之前的时间。如果关闭此选项，将显示默认时间 （0.00 或 0.000）。

source: Show tools on the timer screen.
zh_hans: 在计时器界面上显示工具。

source: Show Updates List
zh_hans: 显示过去更新

source: Show zen mode button
zh_hans: 显示禅模式键

source: Simple average and mean calculator.
zh_hans: 计算平均成绩（去头尾和所有平均）

source: Skewb
zh_hans: 斜转魔方

source: Small
zh_hans: 小号

source: SOLVE %lld
zh_hans: 第%lld次还原

source: SOLVE COUNT
zh_hans: 还原次数

source: Sort by
zh_hans: 排序方式

source: Standard Session
zh_hans: 单项分组

source: Start Over
zh_hans: 重新开始

source: STATIC GRADIENT
zh_hans: 静态渐变色

source: Statistics
zh_hans: 统计数据

source: Stats
zh_hans: 统计数据

source: Stats Detail
zh_hans: 统计数据

source: Success!
zh_hans: 成功！

source: Successfully exported!
zh_hans: 成功导出！

source: Sync to iCloud failed
zh_hans: iCloud同步失败

source: Synced to iCloud
zh_hans: 已同步到 iCloud

source: System Settings
zh_hans: 系统设置

source: Take me home
zh_hans: 带我回首页！

source: Tap for Fullscreen Preview
zh_hans: 全屏预览

source: Target
zh_hans: 目标

source: TARGET
zh_hans: 目标

source: Thanks for using this app! If you have any feedback (good or bad!), please open an issue on [our github page](https://github.com/CubeStuffs/CubeTime/issues) or [contact me personally](https://tim-xie.com/contact).
zh_hans: 感谢您使用CubeTime！！如果您有任何反馈（无论好坏！），请在 [我们的 GitHub 页面](https://github.com/CubeStuffs/CubeTime/issues) 上提出问题，或 [直接联系我](https://tim-xie.com/contact)。

source: time
zh_hans: 单次

source: Time
zh_hans: 还原时间

source: Time Detail
zh_hans: 还原数据

source: TIME DISTRIBUTION
zh_hans: 时间分布

source: Time Trend
zh_hans: 时间趋势

source: TIME TREND
zh_hans: 时间趋势

source: Time Trend Show:
zh_hans: 时间趋势显示：

source: Timer
zh_hans: 计时器

source: Timer Interface
zh_hans: 计时器界面

source: Timer Mode
zh_hans: 计时器模式

source: Timer Only
zh_hans: 计时器模式

source: Timer Settings
zh_hans: 计时器设置

source: Timer Tools
zh_hans: 计时器工具

source: Timer Update
zh_hans: 计时器更新频率

source: Times
zh_hans: 还原成绩

source: TIMES
zh_hans: 还原成绩

source: Times Displayed To:
zh_hans: 时间显示：

source: To use the 'Boop' option, your phone must not be muted. 'Boop' plays a system sound, requiring your ringer to be unmuted.
zh_hans: 如果使用「嘭」选项，您的手机不能处于静音状态。「嘭」会播放系统声音，需要关闭铃声静音。

source: Tools
zh_hans: 工具

source: Touch Gesture Activation Distance
zh_hans: 手势激活距离

source: Turn on/off the glow effect on graphs.
zh_hans: 开启/关闭图表的光晕效果。

source: Turn on/off the line animation for the time trend graph.
zh_hans: 开启/关闭时间趋势图的线条动画。

source: Typing
zh_hans: 手动输入

source: Unlock Scramble
zh_hans: 解锁当前打乱

source: Unlock scramble?
zh_hans: 解锁当前打乱？

source: Unlock!
zh_hans: 解锁

source: Unpin
zh_hans: 取消星标

source: Use Inspection
zh_hans: 观察模式

source: v%@ changes:
zh_hans: v%@ 更新：

source: Voice
zh_hans: 语音

source: What's New!
zh_hans: 新的功能！

source: With this setting on, the **Voice** alert type will play through system audio, respecting your phone's ringer mute state.
zh_hans: 开启此设置后，**语音**提醒将通过系统音频播放，遵循手机的铃声静音状态。

source: Zen Mode
zh_hans: 禅模式
